/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "Электронная почта:";
"Enter your email address here" = "Введите свой адрес электронной почты";
"Content" = "Содержание";
"Note:" = "Внимание:";
"Submit" = "представить";
"Sending…" = "Отправка ...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Отправьте успешно, мы решим вашу проблему как можно скорее!";
"Send failed!" = "Отправить не удалось!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Вы также можете нажать на поддержку продукта, чтобы найти соответствующее решение. Поддержка продукта >> ";
"Product Support >>" = "Поддержка продукта >>";
"Please make sure your network connection is working and submit again." = "Пожалуйста, убедитесь, что ваше сетевое соединение в норме, затем повторите отправку;";
"Feedback" = "Обратная связь";

"Please enter valid Email address." = "Пожалуйста введите верный адрес электронной почты.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Спасибо, что связались с нами и высказали свое мнение о продукте.";
"What do you want to do with this product?" = "Какую проблему вы хотите решить？";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Опишите проблему, с которой вы столкнулись, как можно подробнее, более четкое описание поможет вам быстро решить проблему;";
"What is your problem when using this product?" = "С какими проблемами вы столкнулись？";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Если у вас есть какие-либо вопросы об использовании продукта или проблемах после продажи, пожалуйста, напишите нам;";
"E-mail" = "Электронная почта:";
"Please enter a valid email address" = "Введите Эл. Почта";
"Please make sure your email is correct" = "Убедитесь, что Эл. Почта правильная";
"Notes:" = "Внимание:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Из-за разницы во времени глобальной службы поддержки мы ответим вам в течение 48 часов рабочего дня;";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Если вы хотите быстро проверить некоторые проблемы с заказом или технические проблемы, вы также можете посетить наши FAQ по заказу и ссылки на часто задаваемые вопросы в Интернете;";
"order issues" = "FAQ по заказу";
"technical problems" = "ссылки на часто задаваемые вопросы";

"Attach log file" = "Приложить журнал";
"Attach images:" = "Приложить карту:";
"Add Image" = "Добавить";
"Add up to 2 images" = "Не более 2";
"Submit" = "представить";
"Sending…" = "Отправка ...";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Отправьте успешно, мы решим вашу проблему как можно скорее!";
"Send failed!" = "Отправить не удалось!";
"Please make sure your network connection is working and submit again." = "Пожалуйста, убедитесь, что ваше сетевое соединение в норме, затем повторите отправку;";
"Feedback" = "Обратная связь";
"OK" = "Окей";
